Revit 2027 API
ParameterTypeId.RbsElecPanelTotalConnectedCurrentParam Property
 "Total Connected Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalConnectedCurrentParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalConnectedCurrentParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalConnectedCurrentParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalConnectedCurrentParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace